<?php
    date_default_timezone_set('Europe/Sofia');
    include '../../php/conn.inc.php';
    include '../../php/fun.inc.php';
?>

<!DOCTYPE html>
<html lang="en">
<head>
    <meta http-equiv="Cache-Control" content="no-cache, no-store, must-revalidate">
    <meta http-equiv="Pragma" content="no-cache">
    <meta charset="UTF-8">
    <meta http-equiv="Expires" content="0">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    
    <title>Новини | COVID-19 | Kaloyan Tech</title>

    <link rel="stylesheet" href="../../css/syle.css">
    <link rel="stylesheet" href="../../css/commentS.css">
    <link rel="stylesheet" href="../../fonts/fonts.css">
    <link rel="stylesheet" href="../../css/mrWorldwide.css">
    <link rel="stylesheet" href="../../css/art.css">
    <link rel="icon" href="../../icons/COVID-logo.png">

    <script src="../../js/main.js"></script>
    <script data-ad-client="ca-pub-1785200103429012" async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
    <style>
        .div{
            margin-top: 15px;
        }
        .div img{
            width: 100%;
            border-radius: 7px;
        }
        html{
            scroll-behavior: smooth;
        }
        @media screen and (max-width: 600px){
            h1{
                font-size: 25px;
            }
        }

    </style>
</head>
<body id="body">
    <header id="con">
        <div id="navy">
            <a href="../.." class="navlink">Начало</a>
            <h1 onclick="toggleTheme();">Домашно лечение</h1>
            <a href="../../aboutus" class="navlink">За нас</a>
        </div>
    </header>
    <div id="else">
    <div id="sidebar">
            <div>
                <h3>България</h3>
                <img class="flags" src="../../img/bg.png" alt="">
                <p>Общо случаи:<br>
                    <span class="cases" id="bgcases">
                        <?php                
                            getNum("https://api.apify.com/v2/key-value-stores/np4eYah8M5uQtj0Su/records/LATEST?disableRedirect=true" , 2);
                        ?>
                    </span>
                </p>
                <p>Смъртни случаи:<br>
                    <span class="deathroll" id="bgdeaths">
                        <?php                
                            getNum("https://api.apify.com/v2/key-value-stores/np4eYah8M5uQtj0Su/records/LATEST?disableRedirect=true" , 7);
                        ?>
                    </span>
                </p>
            </div>
            <div>
                <h3>Свят</h3>
                <img class="flags" src="../../img/ww.png" alt="">
                <p>Общо случаи:<br>
                    <span class="cases" id="wwcases">
                        <?php                
                            getNum("https://api.apify.com/v2/key-value-stores/SmuuI0oebnTWjRTUh/records/LATEST?disableRedirect=true" , 4);
                        ?>
                    </span>
                </p>
                <p>Смъртни случаи:<br>
                    <span class="deathroll" id="wwdeaths">
                        <?php                
                            getNum("https://api.apify.com/v2/key-value-stores/SmuuI0oebnTWjRTUh/records/LATEST?disableRedirect=true" , 6);
                        ?>
                    </span>
                </p>

            </div>
        </div>
        <div id="content">
            <div class="div">
                <img src="../img/syringe-1884784_640.jpg" alt="Момиче с маска">
            </div>
            <div class="div">
                <p>Спрямо лицата с COVID-19 на домашно лечение и членовете на семейството/домакинството</p>
                <p>С оглед на настоящите данни за COVID-19 Световна здравна организация препоръчва при лица с леки клинични оплаквания (телесна температура < 38 градуса, кашлица, неразположение, хрема, възпалено гърло; без симптоми като задух или затруднено дишане, появата на храчки или хемоптое; стомашно-чревни симптоми като гадене, повръщане и /или диария; без промени в психичния статус, т.е. объркване или летаргия и без придружаващи заболявания като сърдечно или белодробно заболяване, бъбречна недостатъчност, имунокомпрометиращи състояния, които поставят пациента в повишен риск от усложнения за COVID-19), да се има предвид провеждането на домашно лечение.</p>
                <p>Към домашно лечение могат да се насочат и симптоматични дехоспитализирани пациенти, за които хоспитализация вече не е наложителна. При провеждане на домашно лечение е необходимо да се направи преценка от здравен работник за възможността на заболелия и членовете на домакинството му да се придържат към наложените мерки за домашна изолация (хигиена на ръцете, респираторна хигиена, почистване на повърхности и предмети, ограничаване на движенията извън домакинството), както и мерките за безопасност (напр. инцидентно поглъщане на или риск от запалване при използване на дезинфектант на алкохолна основа за ръце и др.). За цялото времетраене на домашното лечение трябва да се установи комуникационна връзка със здравен работник (личен лекар или здравен инспектор), докато заболелият не се възстанови напълно. В допълнение, заболелите и членовете на домакинството трябва да бъдат обучени да спазват принципите на лична хигиена, основни мерки за предотвратяване и контрол на инфекцията, как да се грижат възможно най-безопасно за болния и за предотвратяване разпространението на инфекцията сред останалите членове от домакинството.</p> 
            </div>
            <div class="div">
                <h3>Те трябва да се придържат към следните препоръки:</h3>
                <ul>
                    <li>Заболелият трябва да е поставен в самостоятелна стая с добра вентилация.</li>
                    <li>Да се ограничи движението на болния в дома и да се сведе до минимум споделеното пространство. Общите помещения (например кухня, баня) трябва да се проветряват добре (напр. прозорците да стоят отворени).</li>
                    <li>Членовете на домакинството трябва да останат в друга стая или ако това не е възможно, да поддържат разстояние най-малко от 1 м от болния човек (например, да спят в отделно легло).</li>
                    <li>Да се ограничи броя на лицата, полагащи грижи за болния, в идеалния случай до едно лице, което е в добро здраве без придружаващи заболявания. Посетители не се допускат до пълното възстановяване на болния.</li>
                    <li>Да се провежда хигиена на ръцете след всеки контакт с болния или непосредствената му среда. Хигиена на ръцете трябва да се извършва и преди и след приготвяне на храна, преди ядене, след използване на тоалетната и винаги, когато ръцете изглеждат мръсни. Ако ръцете не са видимо замърсени, може да се обтриват с дезинфектант за ръце. За видимо замърсени ръце се използва сапун и вода.</li>
                    <li>Когато се използва сапун и вода е желателно да се употребяват хартиени кърпи за еднократна употреба за подсушаване на ръцете. При липса на еднократни кърпи, могат да се използват специални кърпи, които се сменят, когато се намокрят.</li>
                    <li>За ограничаване на разпръскването на дихателни секрети болният трябва да носи маска възможно най-дълго време. Лица, които не могат/не толерират носенето на маски, трябва стриктно да се придържат към респираторната хигиена – при кихане и кашляне да покриват устата си с хартиени кърпички за еднократна употреба, които да изхвърлят по подходящ начин – в полиетиленов плик, поставен в кош за отпадъци използван само за целта, произведен от материал, позволяващ лесно почистване и снабден с капак. Преди изхвърляне, полиетиленовият плик се затваря плътно. Боравенето със замърсените от болния отпадъци да се извършва с ръкавици, а след тяхното сваляне ръцете се измиват.</li>
                    <li>При използване на носни кърпи за многократна употреба същите се изпират със сапун или перилен препарат и вода. Ръцете задължително се измиват след кихане и кашляне.</li>
                    <li>Когато е в една и съща стая с болния, обгрижващият го трябва да носи маска, прилепнала плътно към лицето. Маските не трябва да се докосват или пипат по време на употреба. Ако маската се намокри или изцапа от секрети, тя трябва незабавно да се смени. При сваляне на маската не се докосва предната ѝ страна, а се отвързва отзад или се свалят превръзките зад ушите. След употреба маската се изхвърля незабавно и ръцете се хигиенизират.</li>
                    <li>При оказване на грижи в домашни условия трябва да се избягва директен контакт с телесни течности, екскрети и секрети на заболелия. Препоръчва се използването на ръкавици и маски. Ръцете се измиват преди и след сваляне на ръкавиците.</li>
                    <li>Приборите и посудата, които използва болния трябва да са предназначени само за него. След употреба те се почистват със сапун или препарат и вода и могат да се използват повторно.</li>
                    <li>Ежедневно се почистват и дезинфекцират често докосвани от болния повърхности, като табли и рамки на легла и други мебели в стаята. Първоначално се почистват със сапун или почистващ препарат, а след изплакване се използва дезинфекционен препарат за домашна употреба, на основата на натриев хипохлорит (белина), съгласно инструкциите за употреба на етикета.</li>
                    <li>Повърхностите в банята и тоалетната се почистват и дезинфекцират поне веднъж дневно. Първоначално се почиства със сапун или почистващ препарат, а след изплакване се използва дезинфекционен препарат за домашна употреба на основата на натриев хипохлорит (белина), съгласно инструкциите за употреба на етикета.</li>
                    <li>Текстилните маски за многократна употреба, дрехите, спалното бельо, кърпите за баня и ръце и др. на болния се третират по следните начини: ـ изпиране с гореща вода (термодезинфекция) и перилен препарат (детергент) при температура на водата 90 °С за не по-малко от 20 минути; ـ изпиране с хладка вода при температура 40-60°C с подходящи препарати с дезинфекциращо действие (биоциди), напр. такива, съдържащи натриев хипохлорит в подходяща концентрация (химио-термодезинфекция).</li>
                    <li>Замърсеното бельо и дрехи се поставят в отделна торба за пране. Избягва се директния контакт на кожата и дрехите със замърсените материи. В процеса на химио-термодезинфекция се използват само биоциди, разрешени за предоставяне на пазара по реда на Регламент (ЕС) № 528/2012 на Европейския парламент и на Съвета от 22 май 2012 г. относно предоставянето на пазара и употребата на биоциди или на Закона за защита от вредното въздействие на химичните вещества и смеси, при спазване на условията на издаденото разрешение и на изискванията, посочени на етикета. Информация за биоцидите, за които има издадени разрешения, се поддържа на интернетстраница на Министерство на здравеопазването, информацията се актуализира наймалко веднъж месечно.</li>
                    <li>При почистване на повърхности или при боравене с дрехи или спално бельо, замърсени с телесни течности, задължително се използват ръкавици и защитно облекло (напр. полиетиленова престилки). Ръкавиците и престилките за многократна употреба след използване се изпират по един от горепосоченените начини – термодезинфекция или химио-термодезинфекция. Ръкавиците и престилките за еднократна употреба се изхвърлят по подходящ начин – в кош за отпадъци използван само за целта, снабден с капак и от материал, които позволява лесно почистване и е снабден с полиетиленов плик. Преди изхвърляне полиетиленовия плик се затваря плътно. Ръцете се измиват преди и след сваляне на ръкавиците.</li>
                    <li>Всички други видове експозиция на замърсени предмети на болния (напр. четки за зъби, цигари, съдове за ядене, съдове, напитки, кърпи или спално бельо) трябва да се избягват. Спрямо медицински персонал, оказващ лечение и медицински грижи на болен с COVID-19 в домашни условия При извършване на медицински манипулации и оказване на медицински грижи от лечебно заведение за извънболнична медицинска помощ или ЦСМП на лице с COVID19, оставено на домашно лечение, следва да се предприемат мерки, така че използваните маски, ръкавици и други отпадъци в резултат на оказаната медицинска помощ/грижа да бъдат събирани и третирани съобразно Наредба № 1 от 9 февруари 2015 г. за изискванията към дейностите по събиране и третиране на отпадъците на територията на лечебните и здравните заведения. Медицинските работници, предоставящи домашни грижи, трябва да направят оценка на риска, за да изберат подходящите ЛПС.</li>
                </ul> 
            </div>
            <div id="comment_section">
                <?php
                    echo"
                        <form id='com'method='POST' action='".setComments($conn, 'comments5')."'>
                            <h3 style='margin: 0 0; margin-bottom: 5px'>Коментирай:</h3>
                            <input class='ff' type='text' name='uid' require placeholder='Name'>
                            <input type='hidden' name='date' value='".date('Y-m-d H:i:s')."'>
                            <textarea class='ff' name='message' require placeholder='Type here...'></textarea>
                            <button class='ff' type='submit' name='commentSubmit' id='submit'>Comment</button>
                        </form>
                    ";
                ?>
                <div id="comments">
                    <?php getComments($conn, 'comments5'); ?> 
                </div>
            </div>
        </div>
    </div>
    <script src="../../js/mobile.js"></script>
</body>
</html>
